brew tap homebrew/cask-drivers

brew "git"
brew "bash"
brew "bash-completion"
brew "coreutils"
brew "binutils"
brew "openssl"

brew "wget"
brew "stow"

brew "gnupg"
brew "pinentry-mac"
brew "pass"
brew "pass-otp"

brew "tmux"
brew "fzf"
brew "ripgrep"
brew "fd"
brew "neovim"
brew "ranger"
brew "rsync"
brew "jq"

brew "pkg-config"
brew "meson"
brew "ccls"

brew "go"
brew "openjdk"

brew "pyenv"

brew "awscli"
brew "gcloud"
brew "azure-cli"

cask "rectangle"
cask "alt-tab"

cask "logitech-options"

cask "whatsapp"
cask "slack"
cask "mullvadvpn"
cask "docker"
brew "docker-compose"
cask "vlc"
cask "google-chrome"
cask "android-studio"
cask "r"
cask "transmission"
cask "insomnia"
cask "flameshot"
cask "discord"
cask "zoom"
cask "microsoft-teams"
cask "obs"
cask "blackhole-16ch"
