brew "yadm"
brew "tmux"
brew "direnv"
brew "zoxide"
brew "fzf"
brew "ripgrep"
brew "fd"
brew "colima"
brew "docker"
brew "docker-compose"
brew "jenv"
brew "nvm"
brew "pyenv"
brew "ffmpeg"
brew "neovim"
brew "docker-buildx"
brew "docker-credential-helper"
brew "lazygit"

tap "homebrew/cask-versions"
cask "temurin21"
cask "temurin17"
cask "temurin11"
cask "temurin8"

tap "spring-io/tap"
brew "spring-boot"

brew "tabbyml/tabby/tabby"

tap "homebrew/cask-fonts"
cask "font-iosevka-nerd-font"

tap "sst/tap"
brew "sst"

