brew "mas"

brew "gpg"
brew "pinentry-mac"
brew "age"
brew "age-plugin-yubikey"
brew "pass"
brew "pass-otp"
brew "yadm"
brew "tmux"
brew "direnv"
brew "fzf"
brew "ripgrep"
brew "fd"
brew "colima"
brew "docker"
brew "docker-compose"
brew "nerdctl"
brew "jenv"
brew "nvm"
brew "pyenv"
brew "ffmpeg"
brew "neovim"
brew "docker-buildx"
brew "docker-credential-helper"
brew "lazygit"
brew "tree-sitter"
brew "gnu-sed"
brew "lombok"
brew "ranger"

cask "wezterm"

cask "temurin@21"
cask "temurin@17"
cask "temurin@11"
cask "temurin@8"

cask "font-iosevka-nerd-font"

brew "esptool"
cask "android-platform-tools"

cask "lm-studio"
mas "Bitwarden", id: 1352778147

brew "gh"

tap "pivotal/tap"
brew "pivotal/tap/springboot"

cask "zerotier-one"
