brew "mas"

brew "pam-reattach"

brew "gpg"
brew "pinentry-mac"
brew "yadm"
brew "tmux"
brew "direnv"
brew "fzf"
brew "ripgrep"
brew "fd"
brew "colima"
brew "docker"
brew "docker-compose"
brew "nerdctl"
brew "jenv"
brew "nvm"
brew "pyenv"
brew "ffmpeg"
brew "neovim"
brew "docker-buildx"
brew "docker-credential-helper"
brew "lazygit"
brew "tree-sitter"
brew "gnu-sed"
brew "ranger"

cask "ghostty"

cask "temurin@21"
cask "temurin@17"
cask "temurin@11"
cask "temurin@8"
brew "maven"
tap "jbangdev/tap"
brew "jbang"

cask "font-iosevka-nerd-font"

brew "esptool"
cask "android-platform-tools"

cask "ollama"
mas "Bitwarden", id: 1352778147
mas "Infuse", id: 1136220934

brew "gh"
cask "copilot-cli"

cask "calibre"

brew "go"
brew "zig"

cask "proton-drive"
cask "google-drive"

brew "nmap"

cask "microsoft-teams"

tap "tw93/tap"
